;
;Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; TranslationAuthor = Pierre le Lidgeu
; TranslationAuthorEmail = support@wisecleaner.com
; TranslationAuthorWeb: http://www.colok-traductions.com/
; Soft Version: 7.89 (November 28, 2013)
;
[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonMinimize=Réduire
ButtonMaximize=Agrandir
ButtonClose=Fermer
ButtonRestore=Restaurer
ButtonMenu=Menu

[Translation]
;
; Reading habits
;
ReadHabit = Gauche à droite
;
;  Font and Charset
;
LanguageName = FR
LangCode=040c
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Information
Warning = Avertissements
Error = Erreur
Confirm = Confirmation
;
; Main GUI
;
FrmWRC.btnregclean.caption=Nettoyage
FrmWRC.btnadv.caption=Optimisation Système
FrmWRC.btnsilm.caption=Défragmentation
FrmWRC.btnrestore.caption=Restaurer
FrmWRC.btnsettings.caption=Options
FrmWRC.btnlikeit.caption=J'aime
FrmWRC.btnsuggest.caption=Suggestions et suivi
FrmWRC.WiseSimpleButton1.caption=Sauvegarder
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Tout faire
FrmRegClean.btnre.caption=Recommandé
FrmRegClean.btnnone.caption=Rien faire
FrmRegClean.btnCustom.caption=Personnaliser
FrmRegClean.WiseLabel1.caption=Planificateur
FrmRegClean.lbltype.caption=Périodicité :
FrmRegClean.lblweek.caption=Jour :
FrmRegClean.lbltime.caption=Heure :
FrmRegClean.btnScan.caption=Démarrer
FrmRegClean.btncancel.caption=Annuler
FrmRegClean.btnrescan.caption=Recommencer
FrmRegClean.lblstat.caption=Jusqu'à présent vous n'avez pas nettoyé le registre. Un nettoyage est recommandé!
FrmRegClean.vtrc.Columns[0]=Valeur
FrmRegClean.vtrc.Columns[1]=Clé de registre
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimiser
FrmOptimizer.btnnone.caption=Rien faire
FrmOptimizer.btnall.caption=Tout faire
FrmOptimizer.btnDefault.caption=Défaut Système
FrmOptimizer.lblrecommendinfo.caption=Essayez nos autres produits sur wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise Care 365
FrmOptimizer.lblpceinfo.caption=Wise Care 365 est une collection d'importants utilitaires système, registre et disque pour votre PC. Facile à utiliser et efficace !!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner est le meilleur nettoyeur de disque gratuit pour nettoyer les fichiers inutiles et les traces de votre vie privé. Complet, rapide et sécurisé!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Voulez-vous continuer à améliorer les performances de votre système Windows?
Frmoptimizer.lblinfoex.caption=Optimiser le système peut améliorer votre réseau, la vitesse de Windows et stabiliser votre système.
FrmOptimizer.btnoptimize.caption=Optimiser
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=La défragmentation du registre rendra votre PC plus rapide et plus stable.
FrmRegDefragger.lblstat.caption=Vous n'avez pas encore défragmenté votre registre. Une défragmentation est recommandée!
FrmRegDefragger.btndefrag.caption=Défragmenter
FrmRegDefragger.lblinfo1.caption=1. Nous vous recommandons de fermer toutes les applications en cours avant de lancer cette fonction.
FrmRegDefragger.lblinfo2.caption=2. Le système ne répondra plus durant l'analyse.
FrmRegDefragger.lblinfo3.caption=3. Le système sera redémarré après la défragmentation du registre.
FrmRegDefragger.lblinfo4.caption=4. N'interrompez pas la défragmentation du registre, cela provoquera des conséquences inconnues.
FrmRegDefragger.vtdefrag.Columns[0]=Nom de la ruche
FrmRegDefragger.vtdefrag.Columns[1]=Taille actuelle
FrmRegDefragger.vtdefrag.Columns[2]=Nouvelle taille
FrmRegDefragger.vtdefrag.Columns[3]=Taux de fragmentation
FrmRegDefragger.btnAnalysis.caption=Analyser
;
; Custom scan areas
;
Frmcustom.caption=Zone personnalisée
Frmcustom.btnre.caption=Recommandé
Frmcustom.btnall.caption=Tout faire
Frmcustom.btnnone.caption=Rien faire
Frmcustom.btncancel.caption=Annuler
Frmcustom.btnok.caption=OK
;
; About Window
;
FrmAbout.lblver.caption=Version actuelle :
FrmAbout.lblemail.caption=Support :
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Page Web:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Merci aux personnes suivantes pour leur contribution:
FrmAboutWin.caption=A propos
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=Options
FrmSettings.tsCommon.caption=Général
FrmGeneral.chkexp.caption=Rejoindre le projet "Customer Experience"
FrmGeneral.lblexp.caption=Détails
FrmSettings.tsAutoRun.caption=Analyse auto
FrmSettings.tsExclusion.caption=Exclusion
FrmSettings.btnrestore.caption=A propos
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Annuler
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Créez un raccourci "Nettoyer en 1 clic" sur le bureau .
FrmAutorunSettings.lblcmd.caption=Mode Ligne de Commande
FrmAutorunSettings.lblcmdinfo.caption=Vous pouvez utiliser le programme en ligne de commande pour analyser et nettoyer votre registre automatiquement. Pour plus d'information, appuyez sur F1 ou cliquez le lien suivant pour lire notre documentation d'aide.
FrmAutorunSettings.btnhelp.caption=Aide en ligne
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Ajouter mots-clés
FrmExclusion.btnExport.caption=Exporter
FrmExclusion.btnRemove.caption=Supprimer
FrmExclusion.btnimport.caption=Importer
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Annuler
;
; General Settings
;
FrmGeneral.chkNews.caption=Recevoir le bulletin d'information
FrmGeneral.chkbackup.caption=Sauvegarde auto. du registre avant nettoyage
FrmGeneral.WiseLabel1.caption=Mise à jour :
FrmGeneral.WiseLabel2.caption=Langue :
FrmGeneral.btnchecknew.caption=Vérifier maintenant
FrmGeneral.lbtran.caption=Traduire en ...
FrmGeneral.lblscanmode.caption=Mode d'analyse du Registre
FrmGeneral.rdnormal.caption=Normal (recommandé)
FrmGeneral.rdssafe.caption=Sûr (afficher uniquement les entrées "Sûres")
FrmGeneral.rddeep.caption=Profond (analyse complète, pour utilisateurs avancés)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Annuler
FrmBackup.caption=Sauvegarde
FrmBackup.btnreg.caption=Créer une sauvegarde du registre
FrmBackup.btnsys.caption=Créer un point de restauration système
FrmRestore.caption=Centre de restauration
FrmRestore.btnRegBk.caption=Restauration Registre
FrmRestore.btnSysBK.caption=Restauration Système
FrmRestore.btnclose.caption=Fermer
FrmRestore.btnrestore.caption=Restaurer
FrmRestore.btnremove.caption=Supprimer
;
; Update
;
frmupdate.caption=Mise à jour
;
; Popup Menus
;
pmHelp=Aide en ligne
pmforum=Forum (anglais)
pmHome=Site Web
pmContact=Nous contacter
pmCheckNew=Mettre à jour
pmLang=Langues
pmSkin=Choisir une couleur de thème
pmAbout=A propos
pmIgnore=Ignorer cette entrée
pmrec=Sélectionner les entrées sûres
pmAll1=Sélectionner tout
pmNone=Ne rien sélectionner
pmGo=Ouvrir dans l'éditeur de registre...
pmExport=Exporter vers...
pmPortable=Créer une version portable
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Si vous aimez Wise Registry Cleaner, faites connaître ce merveilleux outil gratuit à vos proches.
FrmlikeUs.lblInfo.caption=Merci de partager Wise Registry Cleaner avec votre famille, amis, camarades de classe, et collègues par courriel, Blog, Twitter, Youtube, Facebook, etc.. Vous apporterez la commodité et l'efficacité à leur vies.
FrmlikeUs.lblRate.caption=Coter Wise Registry Cleaner
FrmlikeUs.lblfollow.caption=Suivez nous sur :
FrmlikeUs.lblshare.caption=Partagez Wise Registry Cleaner :
FrmlikeUs.btndownload.caption=Téléchargement gratuit
FrmlikeUs.imgrate.hint=Donnez-nous 5 étoiles
FrmlikeUs.imgmail.hint=Partagez avec vos amis
FrmlikeUs.imgface1.hint=Partagez sur Facebook
FrmlikeUs.imgface2.hint=Suivez-nous sur Facebook
FrmlikeUs.imgtwitter1.hint=Partagez sur Twitter
FrmlikeUs.imgtwitter2.hint=Suivez-nous sur Twitter
FrmlikeUs.Caption=J'aime
FrmlikeUs.lbldownload.caption=Téléchargez plus de gratuiciels sur WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Défragmentation du Registre
FrmProcess.lblwait.caption=Analyse en cours ...
FrmProcess.lblinfo.caption=Votre PC sera inerte durant quelques secondes ou minutes.
FrmProcess.lblwait.caption=Analyse en cours, patientez ...

[Message]
RegeditorLocked=Votre Regedit est verrouillé. La fonction de sauvegarde / restauration requiert l'accès à Regedit. Voulez-vous déverrouiller Regedit maintenant?
failtounLock=Echec du déverrouillage de Regedit. Vous n'êtes peut-être pas autorisé à exécuter cette opération.
Total=Total
DefragRate=La taille de votre registre peut être réduite de %s.
SuggestDefrag=Une défragmentation immédiate du registre est recommandée.
SuggestIgnore=Votre registre est à peine fragmenté, défragmentez une prochaine fois.
TypeNoError=Sain
NeverClean=Jusqu'à présent, vous n'avez pas nettoyé votre base de registre. Un nettoyage est recommandé !
AdviseClean=Un nettoyage régulier du Registre peut rendre votre PC plus rapide et plus sûr.
DupItem=Cet élément a été répertorié dans la liste.
Advisedefrag=Une défragmentation régulière du Registre peut rendre votre PC plus rapide et plus stable.
NeverDefrag=Vous n'avez pas encore défragmenté votre registre. Une défragmentation est recommandée!
LastDefrag=La dernière défragmentation date du :
TotalDefrag=Un total de %.2f a été compressé.
DefaultValue=(Défaut)
RegBackup=Sauvegarde du Registre
RegRestore=Restauration du Registre
CreateBackup=Création d'un fichier de sauvegarde...
Compress=Compression...
Extracte=Extraction...
Complete=Terminé
RestoreReg=Restauration du registre... Cela peut prendre quelques minutes...
NotSupportOS=La fonctionnalité n'est pas prise en charge sur ce système d'exploitation.
EnableRestore=La restauration du système a été désactivée. Voulez-vous l'activer?
SysCreating=Création d'un point de restauration du système...
SysRestoring=Préparation de la restauration du système...
RestorePointDone=Le point de restauration a été créé avec succès.
RestorePointFail=Echec de la création du point de restauration.
ErrorMsg=Message d'erreur :
Area=Zone
Summary=Description
LeastOne=Vous devez choisir au moins une zone à analyser.
IsRunning=L'analyse est en cours. Patientez jusqu'à la fin, puis réessayer.
Optimized=Optimisé
DefragReport=Le Registre a été compacté. Rapport d'optimisation :
DefragReport1=Ancienne taille :
DefragReport2=Nouvelle taille :
DefragReport3=Gain de taille :
ReOptimize=Optimiser à nouveau
ComfirmDefrag=Sauvegardez vos travaux en cours, car le PC redémarrera immédiatement après la défragmentation. Voulez-vous démarrer maintenant?
def15After=La dernière défragmentation date de %d jours. Une défragmentation est recommandée!
def15Before=Conserver un registre aussi compact que possible rendra votre PC plus rapide et plus stable
KeyWord=Entrez vos mots-clé:
ExImport=La liste d'exclusion a été exportée vers :
NoNewVer=La version utilisée est la plus récente.
Daily=Journalière
Weekly=Hebdomadaire
Monthly=Mensuelle
Never=Jamais
TranslateTo=Traduire en...
NeedBack=Il semble que c'est votre première utilisation de ce programme. Nous vous recommandons une sauvegarde immédiate de votre registre. Voulez-vous le faire automatiquement maintenant?
Newsletter=Bulletin d'information
UpgradeInfo=Information de migration
CannotCrTask=Impossible de créer une tâche de planification.
ScheduleNextTime=La prochaine fois :
Exported=Les éléments actuels ont été exportées vers %s. Voulez-vous ouvrir le fichier maintenant?
Idle=Quand inactif
Login=Début session
LastClean=Le dernier nettoyage date du :
Monday=Lundi
Tuesday=Mardi
Wednesday=Mercredi
Thursday=Jeudi
Friday=Vendredi
Saturday=Samedi
Sunday=Dimanche
IssueFound=%d problème(s) trouvé(s).
Scanning=Analyse en cours
ScanCanceled=L'analyse a été annulée!
FindError=Un total de %d problème(s) vient d'être trouvé. %d sont peu sûrs.
LogAll=%d problème(s) trouvé(s), %d réparé(s)
LogFail=Echec de réparation de %d problème(s).
StartClean=Nettoyer
StartScan=Analyser
7After=%d jours sont passés depuis la dernière analyse. Une analyse est recommandée.
7Before=Plus sain est votre registre, plus rapide sera votre PC !
ReScanHint=%d problème(s) trouvé(s). Il est recommandé de réanalyser pour détecter plus de problèmes.
CleanNow=Cliquez sur "Nettoyer" pour réparer immédiatement ces problèmes.
NoError=Félicitations. Vous avez un registre sain!
GoodHabit=Nettoyer régulièrement le registre maintient la performance maximale du PC.
ReScanHint1=Réanalysez maintenant pour détecter d'autres problèmes potentiels.
TypeChanged=Vous avez changé les éléments d'analyse!
ReScanHint2=Vous devriez réanalyser pour détecter d'autres problèmes.
CleanDone=Nettoyage terminé!
bkAuto=Automatique
bkManual=Manuelle
BackupDate=Date de sauvegarde
BackupType=Type de sauvegarde
Problems=Problèmes
CreateDate=Date de création
Description=Description
Removebackup=Voulez-vous supprimer la sauvegarde sélectionnée?
RemoveSysRestore=Voulez-vous supprimer le point de restauration sélectionné?
NoBackupSelected=Vous devez choisir au moins une sauvegarde à restaurer.
RestoreComplete=Restauration achevée
RestoreFromSysRestore=Vous devez redémarrer votre ordinateur pour restaurer le système. Voulez-vous démarrer la restauration maintenant?
WhenIdle=Quand inactif
WhenLogin=Début session
NewVer=Une nouvelle version est disponible! Voulez-vous mettre à jour?
TranslateTo=Traduire en ...

[Tuneup]
OptIEConnection=Augmentation du nombre de connexions par serveur : la vitesse d'affichage de page Web et le visionnage de film en ligne sont améliorés.
IconCache=Augmenter le cache des icônes système pour accélérer l'affichage du Bureau.
RestoreAll=Voulez-vous restaurer tous les éléments par défaut de Windows?
NoSelectedItem=Vous devez choisir au moins un élément à optimiser.
OptItems=Les %d éléments suivants peuvent être optimisés.
ItemsOptimized=%d éléments ont été optimisés.
TakeEff=Certains changements ne seront effectifs qu'après avoir redémarré votre ordinateur.
NoItems=Félicitations! Tous les éléments ont été optimisés.
BootSpeedup=Accélération du Démarrage/Arrêt
SystemStable=Stabilité du Système
SystemSpeedup=Accélération du Système
NetworkSpeedup=Accélération du Réseau
PrefetchParameters=Optimise les paramètres du pré-chargement, pour améliorer la vitesse de démarrage de Windows.
BootDelay=Réduit le temps de vérification des disques, pour améliorer la vitesse de démarrage de Windows.
BootPartition= Active la fonction d'optimisation, pour améliorer la vitesse de démarrage de Windows.
ClearPagingFile=Désactive la purge du fichier d'échange de Windows, pour accélérer l'arrêt du PC.
TimeOut=Réduit le temps de latence de la fermeture des applications, pour améliorer le processus d'arrêt.
AutoKill=Ferme les processus figés, pour éviter le plantage du système.
RestartExplorer=Redémarre automatiquement l'Explorateur en cas d'arrêt intempestif, pour éviter la disparition du bureau.
TwoProcess=Définit les composants de l'Explorateur pour une exécution dans des processus séparés, évitant ainsi des conflits système.
ErrorReport=Désactive les rapports d'erreur écran, pour améliorer les performances du système.
Debugger=Désactive le débogueur, pour accélérer le traitement des erreurs.
OptMemory=Optimise les paramètres par défaut de la mémoire, pour améliorer les performances du système.
OptVEff=Optimise l'apparence des éléments d'avant-plan(boîtes de dialogue, menus, etc.), pour améliorer les performances du système.
OptFileSystem=Optimise les fichiers système, pour améliorer les performances du système.
OptDiskSystem=Optimise le sous-système d'entrée/sortie disque, pour améliorer les performances du système.
DisAutoRun=Désactive la fonction "Autoplay" des lecteurs pour éviter l'infection/propagation de virus.
OptDiskIdle=Optimise le système d'entrée/sortie disque pendant que le CPU est inactif.
OptTTL=Optimise les paramètres TTL (Time To Live), pour améliorer les performances du réseau.
OptNetForward=Optimise la capacité d'acheminement du réseau, pour améliorer ses performances.
OptMTU=Améliore les performances du TCP/IP par la détection automatique des "trous noirs" en utilisant la technique "Path MTU Discovery"
OptWINS=Optimise la durée de recherche de nom WINS, pour accélérer le transfert de données.
OptNetWork=Optimise les paramètres réseau, pour améliorer les performances de communication.
CloseAnimate=Désactive les "effets de transition" pour accélérer l'affichage de Windows.
PagingExecutive=Désactive la pagination de la mémoire et réduit les E/S disques, pour améliorer les performances des applications. (Cette option peut être ignorée si la mémoire physique est < 1 Go).
StaticIP=Définit une adresse IP statique pour votre connexion locale, pour accélérer le démarrage de votre PC.
PorcessorTime=Optimise les performances du processeur pour l'exécution des applications, jeux, etc. (Ignorer si serveur)
DisableIDECheck=Empêche Windows de vérifier le canal IDE, pour améliorer la vitesse de démarrage de Windows.
ForeAppSpeed=Augmente la vitesse de réponse des programmes d'arrière-plan
AeroPeek=Augmente la vitesse d'affichage Aero Peek
OptEthernet=Optimiser la performance de la carte Ethernet

[Type]
Services=Services Windows 
Activex=Composants ActiveX et COM
FireWall=Paramètres du Pare-feu
RootAll=Chemins invalides
SoftwareSection=Chemins des logiciels
ApplicationPaths=Chemins des applications
FileTypes=Types de fichier
HelpFiles=Fichiers d'aide
Fonts=Polices de caractères
SharedDLL=Librairies partagées
MRULists=Listes des fichiers récemment utilisés (MRU) par l'utilisateur
UninstallSection=Information de désinstallation de programmes
StartMenu=Menu Démarrer
StartupProgram=Programmes de démarrage
SoundandAppEvents=Paramètres de sons et d'évènements d'application
IEUrlHistory=Listes d'historique de navigation Web avec IE
IFEO=Exécution de fichiers Image
EmptyKey=Clés vides
App=Paramètres d'application

[ErrorMessage]
ServiceNotExists=Le programme de Service spécifié n'existe pas.
MimeExName=Extension enregistrée de fichier MIME incorrecte : %s
EmptyKey=Clé vide
EmptyHelpdirctory=Dossier d'aide vide.
FileNotExist=Le fichier (dossier) n'existe pas.
HFileNotExist=Le fichier (dossier) d'aide n'existe pas.
EmptyValue=Valeur vide
TypeLib=La librairie de type n'existe pas :
NodeEmpty=Noeud vide
SharedFilenotexist=Le fichier partagé n'existe pas.
sharedfilenotbeuse=Le fichier partagé n'est plus utilisé.
noconnection=Pas d'information de connexion du fichier.
Invalidpathtoicon=Chemin d'icône invalide.
ReferstoaninvalidClass=Fait référence à une classe invalide.
Emptyshellcommand=La commande shell est vide.
Invalidshellcommand=Commande shell invalide (le fichier n'existe pas).
Fontsnotexist=Le fichier des polices n'existe pas.
Hijacking=%s a été détourné par %s.
MRULists=Listes des fichiers récemment utilisés (MRU) par l'utilisateur
invalidOpenWith=Pas d'application associée à cette extension.
ReferActivex=Se réfère à une entrée ActiveX/COM invalide.
EmptyCLSID=CLSID vide.
ComSourceNotExist=La source COM n'existe pas.
invalidUnistall=Information de désinstallation invalide.
notexist=n'existe pas.
ObsoleteStartMenuItem=Elément du menu Démarrer obsolète.
SoundFilenotexist=Le fichier son n'existe pas.
FileNotExist1=Le fichier (dossier) n'existe pas, mais le lecteur "%s" est %s, nous recommandons d'ignorer cette erreur.
OpenWithError=Erreur d'ouverture, l'application spécifiée n'existe pas.
OpenWithError1=Erreur d'ouverture, l'application spécifiée n'existe pas. Mais le lecteur "%s" est %s, nous recommandons d'ignorer cette erreur.
ComSourceNotExist1=La source COM n'existe pas, mais le lecteur %s est %s, nous recommandons d'ignorer cette erreur.

[Summary]
Services=Services Windows invalides
Activex=Composants ActiveX et COM invalides
FireWall=Paramètres de pare-feu invalides
RootAll=Chemins et fichiers invalides
SoftwareSection=Chemins invalides et fichiers oubliés par logiciel désinstallé
ApplicationPaths=Enregistrement de chemins d'applications et de fichiers invalides
FileTypes=Information d'extension de fichier invalide
HelpFiles=Enregistrement de fichiers d'aide invalide
Fonts=Enregistrement d'information de polices invalide
SharedDLL=Lien de librairies partagées manquant
MRULists=Historique des fichiers accédés par l'utilisateur, films visionnés, documents modifiés, etc.
UninstallSection=Information de désinstallation inutile ou invalide
StartMenu=Eléments obsolètes du menu Démarrer
StartupProgram=Programmes de démarrage obsolètes ou invalides
SoundandAppEvents=Paramètres de sons et d'évènements obsolètes ou invalides
IEUrlHistory=Historique de navigation Web avec IE
IFEO=Entrées malveillantes créées par des virus, malwares ou spywares
EmptyKey=Entrées sans information
App=Paramètres d'application invalides
 
[AutoClean]
ErrorsFixed=erreur(s) corrigée(s)
Title=Félicitations!
ErrorsFound=erreur(s) trouvée(s)

[Skin]
SkinDefault=Défaut
SkinBlue=Bleue
SkinGreen=Verte
SkinCustom=Personnalisée
SkinColor=Personnalisez la couleur du thème